Repository: KiroAlbear/temp
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Account balance
ar: رصيد الحساب

source: Confirm Location
ar: تأكيد الموقع

source: Account info
ar: بيانات حسابي

source: Add to cart
ar: أضف الي السلة

# changePasswordError
source: Error in changing password
ar: خطأ في تغيير كلمة المرور

# atLeastOneCapChar
source: At least one capital letter
ar: يجب أن تحتوي على حرف كبير على الأقل

# atLeastOneNumber
source: Must contain numbers
ar: يجب أن تحتوي على أرقام

# atLeastOneSmallLetter
source: Must contain letters
ar: يجب أن تحتوي على حروف

source: At least one special Character
ar: يجب أن تحتوي على رمز (@#_,)

source: Basket
ar: السلة

source: Best offers
ar: أقوى العروض

source: Last offers
ar: آخر العروض

# biometricLoginMessage
source: Please authenticate to login
ar: يرجى المصادقة لتسجيل الدخول

source: Browse sections
ar: تصفح الأقسام

source: Camera
ar: الكاميرا

source: Cancel
ar: إلغاء

source: Cancel Order
ar: إلغاء الطلب

# cartCashOnDelivery
source: Cash on delivery
ar: كاش عند الاستلام

source: Pay Cash on delivery
ar: الدفع كاش عند الاستلام

# cartConfirmOrder
source: Confirm order
ar: تأكيد الطلب

# cartDeleteMessage
source: Are you sure to remove the product from the cart?
ar: هل انت متاكد من ازاله المنتج من السلة؟

# cartDokkanWallet
source: Wallet
ar: محفظة

# cartDokkanWalletNumber
source: Wallet Number
ar: رقم المحفظة

# cartDokkanBankCard
source: Bank Card
ar: كارت البنك

# cartEmpty
source: There is no orders
ar: لا يوجد طلبات حالياً

# cartMaximumProductsReached
source: The maximum quantity you can add to this product is
ar: أقصي كميه يمكنك اضافتها لهذ المنتج هي

# cartMinimumOrder
source: Minimum order !
ar: الحد الأدنى للطلب !

# cartMinimumProductsReached
source: The minimum amount you can add to this product is
ar: أقل كميه يمكنك اضافتها لهذ المنتج هي

# cartOrderNow
source: Order now
ar: تأكيد الطلب

# cartOrderOrderDetails
source: Order details
ar: تفاصيل طلبك

# cartPaymentOptions
source: Choose payment method
ar: اختر وسيلة الدفع

# cartProductDetails
source: Products Details
ar: تفاصيل المنتجات

# cartProductsSummary
source: Products Summary
ar: ملخص المنتجات

# cartProductQuantityNotAvailable
source: only available with quantity
ar: متوفر فقط بكمية

# cartProductsNotAvailable
source: Some products are not available
ar: يوجد بعض المنتجات غير متوفرة

# cartSuccessConfirmation
source: Order is confirmed successfully
ar: تم تأكيد طلبك بنجاح

# cartSuccessIsDelivering
source: Your order will be delivered to you within 24 hours You can now track the progress of your orderÙ‹
ar: طلبك هيوصلك خلال 24 ساعة تقدر دلوقتي تتابع مسار طلبكً

# cartSuccessTrackButton
source: Track your order
ar: تتبع مسار الطلب

# cartTitle
source: Basket
ar: السلة

source: Change password
ar: تغيير كلمة السر

# chooseCity
source: Choose your city
ar: اختر محافظتك

source: Choose your country
ar: اختر بلدك

# city
source: Governorate
ar: المحافظة

# closeApplicationMessage
source: Are you sure you want to exit Deel?
ar: هل أنت متأكد أنك تريد الخروج من ديلي؟

source: Confirm
ar: تأكيد

# confirmNewPassword
source: Enter to confirm the new password
ar: ادخل تاكيد كلمة السر الجديدة

source: Confirm password
ar: تأكيد كلمة السر

source: Contact us
ar: تواصل معنا

source: Create account
ar: إنشاء حساب

source: Current orders
ar: الطلبات الحالية

source: Address
ar: العنوان

source: Current password
ar: كلمة السر الحالية

source: Delete account
ar: حذف الحساب

# createAccountMessage
source: create your account and start order all your needs now from the same place
ar: أنشئ حسابك وابدء في طلب كل احتياجاتك من نفس المكان دلوقتي

# deleteAccountMessage
source: Are you sure you want to delete your account? This will erase all your data and previous requests.
ar: هل انت متأكد من حذف حسابك؟ دا هيمسح كل بياناتك وطلباتك السابقة.

# doNotHaveAccount
source: Don't have account?
ar: ليس لديك حساب؟

source: Edit location
ar: تعديل الموقع

source: Email required
ar: البريد الإلكتروني مطلوب

# emptyFavourite
source: There are no favorite products
ar: لا يوجد منتجات مفضلة لديك

# enterCity
source: Enter the name of the governorate
ar: ادخل اسم المحافظة

source: Enter confirm password
ar: ادخل تاكيد كلمة السر

source: Enter full name
ar: ادخل الأسم ثلاثي

source: Enter mobile number
ar: ادخل رقم هاتفك

# enterNeighborhood
source: Enter the neighborhood name
ar: ادخل اسم الحي

# enterPlatformName
source: Enter establishment name
ar: ادخل اسم المنشأه

# enterStreetName
source: Enter the building number and street name
ar: ادخل رقم البناية واسم الشارع

source: Enter verification code
ar: ادخل رمز التفعيل

# enterYouRegisteredMobile
source: Enter your registered mobile
ar: أدخل رقم الهاتف المسجل لدينا

source: Enter your password
ar: ادخل كلمة السر

source: Facebook
ar: فيس بوك

source: Failed
ar: فشل

source: FAQ
ar: الأسئلة الشائعة

source: Favourite
ar: المفضلة

source: Favourites
ar: المفضلة

source: Forgot password?
ar: نسيت كلمة السر؟

source: Reset password
ar: إعادة تعيين كلمة السر

source: Full name
ar: اسم صاحب المنشأة ثلاثي

# threeFullName
source: Enter full name
ar: الاسم الثلاثي

source: Gallery
ar: معرض الصور

# generalError
source: General error. Please try again later!
ar: خطأ عام. يرجى المحاولة مرة أخرى في وقت لاحق!

# haveAccount
source: Already have an account?
ar: لديك حساب؟

source: Home
ar: الرئيسية

source: Hotline
ar: الخط الساخن

source: How can we help?
ar: ازاي نساعدك

source: Invalid email
ar: بريد إلكتروني غير صالح

source: Invalid mobile
ar: رقم الجوال غير صالح

# invalidWallet
source: 11 numbers are required
ar: يجب كتابة ١١ رقم

# invalidPayment
source: Something went wrong with payment
ar: حدثت مشكلة في الدفع

source: Items details
ar: تفاصيل المنتجات

source: Loading
ar: جار التحميل

# locationYourLocation
source: Search your location
ar: بحث عن الموقع

source: Login
ar: تسجيل الدخول

# loginEnter
source: Sign in
ar: تسجيل الدخول

source: Login now
ar: تسجيل الدخول الآن

source: Logout
ar: تسجيل خروج

# logoutMessage
source: Are you sure you want to logout?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج؟

# mobileAlreadyRegistered
source: Mobile already registered before
ar: رقم الهاتف مسجل بالفعل من قبل

# mobileExistBefore
source: You mobile exist before
ar: رقم الهاتف مسجل لدينا بالفعل

# mobileIsNotExist
source: Phone number is not exist
ar: رقم الهاتف غير موجود

source: More
ar: المزيد

source: My orders
ar: طلباتي

# neighborhood
source: District
ar: الحي

# enterNewPassword
source: Enter the new password
ar: ادخل كلمة السر الجديدة

source: New password
ar: كلمة السر الجديدة

source: Next
ar: التالي

# noInternetConnection
source: No internet Connection. Please try again later
ar: لا يوجد اتصال بالإنترنت. يرجى المحاولة مرة أخرى لاحقًا

source: No space allowed
ar: يجب ألا تحتوي على مسافات

# offersTitle
source: Offers
ar: العروض

source: Ok
ar: حسنًا

# orderAccepting
source: Accepting order
ar: الموافقة على الطلب

source: Order again
ar: أطلب مرة كمان

# orderCancelBackButton
source: Back
ar: الرجوع

# orderCancelConfirmButton
source: Confirm Cancellation
ar: تأكيد الإلغاء

# orderCancelConfirmation
source: Are you sure you want to cancel this order?
ar: هل أنت متأكد من إلغاء الطلب؟

# orderCancelReasonHint
source: Reason for canceling the order
ar: سبب إلغاء الطلب

# orderCancelReasonTitle
source: Cancel Order
ar: إلغاء الطلب

# orderCancelReason
source: Reason for canceling your order
ar: برجاء توضيح سبب إلغاء الطلب

# orderCancelReasonValidation
source: Please enter a reason for canceling the order
ar: الرجاء إدخال سبب إلغاء الطلب

source: Order delivered
ar: تسليم الطلب

source: Order details
ar: تفاصيل الطلب

source: Order in progress
ar: قيد التنفيذ

# orderItem
source: Items
ar: قطعة

# orderItemCount
source: Items count:
ar: عدد القطع:

# orderNotRecieved
source: Order canceled
ar: تم الغاء الطلب

source: Order number:
ar: الطلب رقم:

# orderOutside
source: Outside for delivery
ar: خارج للتوصيل

# orderRecieved
source: Order received
ar: تم استلام الطلب

# orderSending
source: Receiving order
ar: استلام الطلب

# orderShipping
source: Shipping order
ar: شحن الطلب

source: Order total:
ar: الإجمالي:

# cartDetailsTotal
source: Total
ar: الإجمالي

# ordersNotFound
source: You don't have any order till now
ar: لم تقم بطلب اي منتج حتي الان

# otpIsNotValid
source: Problem with verification code
ar: خطأ في رمز التحقق

# otpAuthenticate
source: Verify
ar: تحقق

# otpPhoneIsNotValid
source: Problem with Phone number
ar: خطأ في رقم الهاتف

source: Password
ar: كلمة السر

# passwordMinimumCharacters
source: At lest 8 characters
ar: يجب ألا تقل عن 8 حروف

# passwordNotMatched
source: Password and confirm password didn't match
ar: كلمة المرور وتأكيد كلمة المرور غير متطابقين

source: Past orders
ar: الطلبات السابقة

# pickLocationEnsureMessage
source: Are you sure you want to select this location?
ar: هل أنت متأكد أنك تريد تحديد هذا الموقع؟

# platformName
source: Establishment name
ar: اسم المنشأه

source: Platform type
ar: نوع المنشأه

# choosePlatformType
source: Chose Platform type
ar: اختر نوع المنشأه

source: previous
ar: السابق

# previousOrder
source: Previous orders
ar: طلباتي السابقة

source: Product is not available
ar: المنتج غير متوفر

source: Products
ar: المنتجات

# productsFilterAll
source: All
ar: الكل

source: Promo details
ar: تفاصيل العرض

# promoItems
source: Offer Items
ar: منتجات العرض

source: Promotion
ar: العروض

# registerMessageOtp
source: Once you press on next you will receive message to activate your account
ar: أول ما تدوس عالتالي هنبعتلك رسالة تفعيل لحسابك

source: Register new account
ar: تسجيل حساب جديد

# registerNow
source: Register
ar: انشئ حساب جديد

# required
source: Filed required
ar: حقل مطلوب

# resetPasswordSetting
source: Reset password
ar: إعادة ضبط كلمة السر

source: Save
ar: حفظ

# saveChange
source: Save changes
ar: حفظ التغيير

source: Edit data
ar: تعديل البيانات

# scanBarcode
source: Search by Barcode
ar: البحث عن طريق الباركود

# scanText
source: Make sure barcode is black mark to scan
ar: تأكد من وجود الباركود ضمن العلامات السوداء لمسح العنصر ضوئيًا

source: Search
ar: بحث

# searchProduct
source: Looking for a specific product?
ar: بتدور على منتج معين؟

# selectLocation
source: Select your location
ar: حدد موقعك

# selectPhotoFromCameraOrGallery
source: Which you would like to use?
ar: ماذا تفضل؟

source: Send OTP
ar: إرسال رمز التحقق

source: Send OTP again
ar: إعادة إرسال رمز التحقق

source: Settings
ar: الإعدادات

source: Skip
ar: تخطي

source: Start
ar: ابدأ

# streetName
source: Building number / street name
ar: رقم البناية / اسم الشارع

source: Success
ar: نجاح

# supportAndAssistance
source: Support & Assistance
ar: الدعم والمساعدة

# updateProfileBuildingData
source: Building Information
ar: بيانات المنشأه

# updateProfileBuildingName
source: Building Name
ar: اسم المنشأه

# updateProfileBuildingNumber
source: Building number / Street name
ar: رقم البناية / اسم الشارع

# updateProfileDistrict
source: District
ar: الحي

# updateProfileGovernorate
source: Governorate
ar: المحافظة

# updateProfileLocation
source: Location
ar: موقع المنشأة

# updateProfilePersonalData
source: Personal Information
ar: البيانات الشخصية

# updateProfileTitle
source: Update profile
ar: بيانات حسابي

source: Usage Policy
ar: سياسة الاستخدام

# usagePolicyTitle
source: Usage Policy
ar: سياسة الاستخدام

# validateOtp
source: Validate
ar: تحقيق

# welcomeToDokkan
source: Welcome to
ar: أهلاً بيك في تطبيق

source: WhatsApp
ar: واتساب

source: Yes
ar: نعم

source: You can start order now
ar: تقدر تطلب كل احتياجاتك من نفس المكان دلوقتي

# startOrderNow
source: Order all your needs from the same place
ar: اطلب كل احتياجاتك من نفس المكان دلوقتي

# youNeedToLoginToUseApp
source: You need to login
ar: انت تحتاج الي تسجيل الدخول

# yourMobile
source: Mobile
ar: رقم الهاتف

source: Go to main page
ar: الذهاب الي الرئيسية

# firstStep
source: 1. Create account
ar: ١. انشاء حساب

# secondStep
source: 2. Choose your location
ar: ٢. حدد موقع محلك

# thirdStep
source: 3. Set your password
ar: ٣. تعيين كلمة السر

source: Discount
ar: خصم

# deniedPermission
source: has been denied. our app required this permission in order to continue.
ar: تم رفض هذه الصلاحية. يتطلب تطبيقنا هذه الصلاحية للمتابعة

source: Enter
ar: ادخل

source: the
ar: ال

# numberSentTo
source: The 6 numbers sent to number
ar: ارقام المرسلة الي رقم

source: View all
ar: عرض الكل

source: Most selling
ar: الأكثر طلباً

source: Recommended for your store
ar: خصيصاً لمتجرك

source: Total before discount
ar: إجمالي قبل الخصم

source: Total discount
ar: إجمالي الخصم

source: Delivery fees
ar: مصاريف التوصيل

source: Total
ar: إجمالي

# timeSlotMorning
source: 8 - 9 AM
ar: 8 - 9 صباحاً

source: Fawry
ar: فوري

source: Choose district
ar: اختر الحي

# invalidPhoneOrPassword
source: Wrong phone number or password
ar: خطأ في رقم الهاتف او كلمة المرور

source: Version
ar: الإصدار
